Repository: elysium-studio/Infinity
Catalog: Infinity.Shell.WinUI/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, zh_hans

# TourWindowDragInstructionSuffix.Text
source: and drag a window's title bar toward the edge of the screen to move it onto the next page.
de: und ziehen Sie die Titelleiste eines Fensters zum Rand des Bildschirms, um es auf die nächste Seite zu verschieben.
es: y arrastre la barra de título de una ventana hacia el borde de la pantalla para moverla a la página siguiente.
fr: et faites glisser la barre de titre d'une fenêtre vers le bord de l'écran pour la déplacer sur la page suivante.
it: e trascina la barra del titolo di una finestra verso il bordo dello schermo per spostarla nella pagina successiva.
ja: を押しながら、ウィンドウのタイトルバーを画面の端へドラッグすると、次のページへ移動できます。
ko: 키를 누른 상태에서 창의 제목 표시줄을 화면 가장자리로 끌면 다음 페이지로 이동할 수 있습니다.
nl: en sleep de titelbalk van een venster naar de rand van het scherm om deze naar de volgende pagina te verplaatsen.
pl: i przeciągnij pasek tytułu okna w stronę krawędzi ekranu, aby przenieść go na następną stronę.
pt_br: e arraste a barra de título de uma janela em direção à borda da tela para movê-la para a próxima página.
zh_hans: 并将窗口的标题栏拖向屏幕边缘，将其移动到下一页。

# TourWindowDragTitle.Text
source: Dragging a window to another page
de: Ein Fenster auf eine andere Seite ziehen
es: Arrastrar una ventana a otra página
fr: Faire glisser une fenêtre vers une autre page
it: Trascinando una finestra su un'altra pagina
ja: ウィンドウを別のページにドラッグする
ko: 창을 다른 페이지로 드래그
nl: Een venster naar een andere pagina slepen
pl: Przeciąganie okna na inną stronę
pt_br: Arrastando uma janela para outra página
zh_hans: 将窗口拖到另一个页面

# TourWindowJumpInstructionPrefix.Text
source: Hold
de: Halten Sie
es: Mantenga pulsado
fr: Maintenez
it: Tieni premuto
nl: Houd
pl: Przytrzymaj
pt_br: Mantenha pressionado
zh_hans: 按住

# TourWindowJumpInstructionSuffix.Text
source: +Shift and press the Left or Right arrow key. The window in focus jumps straight to the page beside it, so you can reorganize without touching the mouse. Drop Shift and the same combo just switches pages, leaving the window where it is.
de: +Shift und drücken Sie die linke oder rechte Pfeiltaste. Das fokussierte Fenster springt direkt auf die benachbarte Seite, sodass Sie es ohne Maus neu anordnen können. Lassen Sie Shift los, um mit derselben Tastenkombination nur die Seite zu wechseln; das Fenster bleibt an seinem Platz.
es: +Mayús y presione la tecla de flecha izquierda o derecha. La ventana activa salta directamente a la página contigua para que pueda reorganizarla sin usar el mouse. Suelte Mayús para que el mismo atajo solo cambie de página y deje la ventana en su sitio.
fr: +Maj et appuyez sur la flèche gauche ou droite. La fenêtre active passe directement à la page voisine, ce qui permet de la réorganiser sans utiliser la souris. Relâchez Maj pour que le même raccourci change uniquement de page en laissant la fenêtre à sa place.
it: +Maiusc e premi il tasto freccia sinistra o destra. La finestra attiva passa direttamente alla pagina adiacente, così puoi riorganizzarla senza usare il mouse. Rilascia Maiusc affinché la stessa scorciatoia cambi soltanto pagina lasciando la finestra al suo posto.
ja: +Shift を押しながら左または右矢印キーを押します。フォーカスされているウィンドウが隣のページへ直接移動するため、マウスを使わずに整理できます。Shift を離すと、同じショートカットでウィンドウを残したままページだけを切り替えます。
ko: +Shift를 누른 상태에서 왼쪽 또는 오른쪽 화살표 키를 누르세요. 초점이 있는 창이 바로 옆 페이지로 이동하므로 마우스 없이 정리할 수 있습니다. Shift에서 손을 떼면 같은 단축키로 창은 그대로 둔 채 페이지만 전환합니다.
nl: +Shift en druk op de pijl-links of pijl-rechts. Het actieve venster springt rechtstreeks naar de aangrenzende pagina, zodat u het zonder de muis kunt ordenen. Laat Shift los om met dezelfde sneltoets alleen van pagina te wisselen en het venster op zijn plaats te laten.
pl: +Shift i naciśnij klawisz strzałki w lewo lub w prawo. Aktywne okno przejdzie bezpośrednio na sąsiednią stronę, dzięki czemu można je uporządkować bez używania myszy. Zwolnij Shift, aby ten sam skrót zmieniał tylko stronę i pozostawiał okno na miejscu.
pt_br: +Shift e pressione a tecla de seta para a esquerda ou para a direita. A janela em foco vai direto para a página ao lado, permitindo reorganizá-la sem usar o mouse. Solte Shift para usar o mesmo atalho apenas para mudar de página, deixando a janela onde está.
zh_hans: +Shift 并按向左或向右箭头键。当前焦点窗口会直接移到相邻页面，因此无需使用鼠标即可重新整理。松开 Shift 后，相同快捷键只会切换页面，窗口会留在原处。

# TourWindowJumpTitle.Text
source: Sending a window to another page
de: Ein Fenster an eine andere Seite senden
es: Enviar una ventana a otra página
fr: Envoi d'une fenêtre vers une autre page
it: Invio di una finestra a un'altra pagina
ja: ウィンドウを別のページに送信する
ko: 창을 다른 페이지로 보내기
nl: Een venster naar een andere pagina verzenden
pl: Wysyłanie okna na inną stronę
pt_br: Enviando uma janela para outra página
zh_hans: 将窗口发送到另一个页面

# TourWindowNumberInstructionPrefix.Text
source: Hold
de: Halten Sie
es: Mantenga pulsado
fr: Maintenez
it: Tieni premuto
nl: Houd
pl: Przytrzymaj
pt_br: Mantenha pressionado
zh_hans: 按住

# TourWindowNumberInstructionSuffix.Text
source: +Shift and press a number key. 1 through 9, then 0 for the tenth page, sends the window in focus straight to that page, no matter how far away it is. Drop Shift and the same combo just takes you to that page, leaving the window where it is.
de: +Shift und drücken Sie eine Zifferntaste. 1 bis 9 und anschließend 0 für die zehnte Seite verschieben das fokussierte Fenster direkt auf die entsprechende Seite, unabhängig von der Entfernung. Lassen Sie Shift los, um mit derselben Tastenkombination nur zu dieser Seite zu wechseln; das Fenster bleibt an seinem Platz.
es: +Mayús y presione una tecla numérica. Del 1 al 9, y luego 0 para la décima página, envía la ventana activa directamente a esa página sin importar la distancia. Suelte Mayús para que el mismo atajo solo abra esa página y deje la ventana en su sitio.
fr: +Maj et appuyez sur une touche numérique. Les touches 1 à 9, puis 0 pour la dixième page, déplacent directement la fenêtre active vers cette page, quelle que soit la distance. Relâchez Maj pour que le même raccourci ouvre uniquement cette page en laissant la fenêtre à sa place.
it: +Maiusc e premi un tasto numerico. I tasti da 1 a 9, quindi 0 per la decima pagina, spostano la finestra attiva direttamente sulla pagina scelta, indipendentemente dalla distanza. Rilascia Maiusc affinché la stessa scorciatoia apra soltanto quella pagina lasciando la finestra al suo posto.
ja: +Shift を押しながら数字キーを押します。1～9、10 ページ目は 0 を押すと、フォーカスされているウィンドウが離れたページにも直接移動します。Shift を離すと、同じショートカットでウィンドウを残したままそのページへ移動します。
ko: +Shift를 누른 상태에서 숫자 키를 누르세요. 1~9, 열 번째 페이지는 0을 누르면 초점이 있는 창이 거리에 관계없이 해당 페이지로 바로 이동합니다. Shift에서 손을 떼면 같은 단축키로 창은 그대로 둔 채 해당 페이지로 이동합니다.
nl: +Shift en druk op een cijfertoets. Met 1 tot en met 9, en daarna 0 voor de tiende pagina, verplaatst u het actieve venster rechtstreeks naar de gekozen pagina, ongeacht de afstand. Laat Shift los om met dezelfde sneltoets alleen die pagina te openen en het venster op zijn plaats te laten.
pl: +Shift i naciśnij klawisz numeryczny. Klawisze od 1 do 9, a następnie 0 dla dziesiątej strony, przenoszą aktywne okno bezpośrednio na wybraną stronę bez względu na odległość. Zwolnij Shift, aby ten sam skrót otwierał tylko tę stronę i pozostawiał okno na miejscu.
pt_br: +Shift e pressione uma tecla numérica. As teclas de 1 a 9, e depois 0 para a décima página, enviam a janela em foco diretamente para essa página, independentemente da distância. Solte Shift para usar o mesmo atalho apenas para abrir essa página, deixando a janela onde está.
zh_hans: +Shift 并按数字键。按 1 到 9，或按 0 前往第十页，可将当前焦点窗口直接移到相应页面，不受页面距离限制。松开 Shift 后，相同快捷键只会打开该页面，窗口会留在原处。

# TourWindowNumberTitle.Text
source: Jumping straight to a numbered page
de: Direkter Sprung zu einer nummerierten Seite
es: Saltar directamente a una página numerada
fr: Passer directement à une page numérotée
it: Salto direttamente a una pagina numerata
ja: 番号の付いたページに直接ジャンプする
ko: 번호가 매겨진 페이지로 바로 이동
nl: Direct naar een genummerde pagina springen
pl: Przeskok bezpośrednio do numerowanej strony
pt_br: Ir direto para uma página numerada
zh_hans: 直接跳转到编号页

# VirtualPagesCard.Description
source: Choose how many pages your desktop spans. Set a fixed number or let it grow as you move windows across
de: Wählen Sie aus, wie viele Seiten Ihr Desktop umfasst. Legen Sie eine feste Zahl fest oder lassen Sie sie wachsen, wenn Sie Fenster verschieben
es: Elija cuántas páginas abarca su escritorio. Establece un número fijo o déjalo crecer a medida que mueves las ventanas
fr: Choisissez le nombre de pages que couvre votre bureau. Définissez un nombre fixe ou laissez-le augmenter à mesure que vous déplacez les fenêtres
it: Scegli quante pagine si estende sul tuo desktop. Imposta un numero fisso o lascialo crescere mentre sposti le finestre
ja: デスクトップにまたがるページ数を選択します。固定数を設定するか、ウィンドウを移動するにつれて増加させます
ko: 데스크탑이 몇 페이지에 걸쳐 있는지 선택하세요. 고정된 숫자를 설정하거나 창을 이동할 때 숫자가 늘어나도록 허용하세요.
nl: Kies hoeveel pagina's uw bureaublad beslaat. Stel een vast aantal in of laat het groeien naarmate u vensters verplaatst
pl: Wybierz, ile stron zajmuje Twój pulpit. Ustaw stałą liczbę lub pozwól jej rosnąć w miarę przesuwania okien
pt_br: Escolha quantas páginas sua área de trabalho abrange. Defina um número fixo ou deixe-o crescer à medida que você move as janelas
zh_hans: 选择您的桌面跨越多少页。设置固定数字或让它随着窗口的移动而增长

# VirtualPagesCard.Header
source: Virtual Pages
de: Virtuelle Seiten
es: Páginas virtuales
fr: Pages virtuelles
it: Pagine virtuali
ja: 仮想ページ
ko: 가상 페이지
nl: Virtuele pagina's
pl: Strony wirtualne
pt_br: Páginas Virtuais
zh_hans: 虚拟页面

# VirtualPagesCountCard.Description
source: Set the maximum number of pages
de: Legen Sie die maximale Seitenanzahl fest
es: Establecer el número máximo de páginas
fr: Définir le nombre maximum de pages
it: Imposta il numero massimo di pagine
ja: 最大ページ数を設定する
ko: 최대 페이지 수 설정
nl: Stel het maximale aantal pagina's in
pl: Ustaw maksymalną liczbę stron
pt_br: Defina o número máximo de páginas
zh_hans: 设置最大页数

# VirtualPagesCountCard.Header
source: Number of Pages
de: Anzahl der Seiten
es: Número de páginas
fr: Nombre de pages
it: Numero di pagine
ja: ページ数
ko: 페이지 수
nl: Aantal pagina's
pl: Liczba stron
pt_br: Número de páginas
zh_hans: 页数

# VirtualPagesFixedOption.Content
source: Fixed
de: Behoben
es: Fijo
fr: Corrigé
it: Risolto
ja: 修正済み
ko: 고정
nl: Vast
pl: Naprawiono
pt_br: Corrigido
zh_hans: 固定

# VirtualPagesUnlimitedOption.Content
source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
it: Illimitato
ja: 無制限
ko: 무제한
nl: Onbeperkt
pl: Nieograniczony
pt_br: Ilimitado
zh_hans: 无限

# WindowAboutMenuItem.Text
source: About
nl: Over
pl: O

# WindowExitMenuItem.Text
source: Exit
nl: Afsluiten
pl: Wyjdź

# WindowOptionsButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Options
nl: Opties
pl: Opcje

# WindowPeekCard.Description
source: When hovering a window thumbnail or applying a filter, hide all other windows so only the matching one (or ones) stay visible.
nl: Wanneer u de muisaanwijzer op een vensterminiatuur beweegt of een filter toepast, verberg dan alle andere vensters zodat alleen de overeenkomende vensters zichtbaar blijven.
pl: Kiedy najeżdżasz kursorem na miniaturę okna lub stosujesz filtr, ukryj wszystkie pozostałe okna, tak aby widoczne było tylko pasujące (lub pasujące).

# WindowSearchBox.PlaceholderText
source: Find a desktop window...
de: Suchen Sie ein Desktop-Fenster...
es: Encuentra una ventana de escritorio...
fr: Trouver une fenêtre de bureau...
it: Trova una finestra sul desktop...
ja: デスクトップウィンドウを探します...
ko: 데스크톱 창 찾기...
nl: Zoek een bureaubladvenster...
pl: Znajdź okno na pulpicie...
pt_br: Encontre uma janela da área de trabalho...
zh_hans: 找到桌面窗口...

# WindowsSectionTitle.Text
source: Windows
es: ventanas
fr: Fenêtres
it: Finestre
ja: 窓
ko: 윈도우
nl: Ramen
pl: Okna
pt_br: Janelas
zh_hans: 窗户

# WindowSettingsMenuItem.Text
source: Settings
nl: Instellingen
pl: Ustawienia

# WindowTourMenuItem.Text
source: Take a tour
nl: Volg een rondleiding
pl: Wybierz się na wycieczkę

# AlwaysOpenApplicationOnPageMenuItem
source: Always open this app on
nl: Deze app altijd openen op
pl: Zawsze otwieraj tę aplikację na

# MoveWindowToPageMenuItem
source: Move window to
nl: Venster verplaatsen naar
pl: Przenieś okno na

# RemoveApplicationPageRuleMenuItem
source: Remove opening rule
nl: Openingsregel verwijderen
pl: Usuń regułę otwierania

# PinWindowMenuItem
source: Pin to all pages
nl: Vastmaken op alle pagina's
pl: Przypnij do wszystkich stron

# UnpinWindowMenuItem
source: Unpin from all pages
nl: Losmaken van alle pagina's
pl: Odepnij od wszystkich stron

# PinnedWindowIndicator.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Pinned to all pages
nl: Vastgemaakt op alle pagina's
pl: Przypięte do wszystkich stron

# DesktopHistoryEnabledCard.Header
source: Desktop history
nl: Bureaubladgeschiedenis
pl: Historia pulpitu

# DesktopHistoryEnabledCard.Description
source: Remember recently visited windows and pages
nl: Onlangs bezochte vensters en pagina’s onthouden
pl: Zapamiętuj ostatnio odwiedzane okna i strony

# DesktopHistoryCapacityCard.Header
source: History length
nl: Geschiedenislengte
pl: Długość historii

# DesktopHistoryCapacityCard.Description
source: Maximum number of destinations retained
nl: Maximumaantal bewaarde bestemmingen
pl: Maksymalna liczba zachowanych miejsc docelowych

# DesktopHistoryMouseButtonsCard.Header
source: Mouse back and forward
nl: Vorige en volgende met de muis
pl: Wstecz i dalej za pomocą myszy

# DesktopHistoryMouseButtonsCard.Description
source: Use mouse navigation buttons while the Infinity preview is open
nl: Navigatieknoppen van de muis gebruiken terwijl het Infinity-voorbeeld is geopend
pl: Używaj przycisków nawigacyjnych myszy, gdy podgląd Infinity jest otwarty

# DesktopHistoryBackShortcutHeader
source: Back shortcut
nl: Sneltoets voor Vorige
pl: Skrót Wstecz

# DesktopHistoryBackShortcutDescription
source: Return to the previously visited window or page
nl: Terugkeren naar het eerder bezochte venster of de eerdere pagina
pl: Wróć do poprzednio odwiedzonego okna lub strony

# DesktopHistoryForwardShortcutHeader
source: Forward shortcut
nl: Sneltoets voor Volgende
pl: Skrót Dalej

# DesktopHistoryForwardShortcutDescription
source: Move forward after navigating back
nl: Vooruitgaan nadat u terug bent gegaan
pl: Przejdź dalej po cofnięciu

# DesktopHistoryShortcutRecordingHint.Text
source: Press two modifier keys, then a trigger key
nl: Druk op twee wijzigingstoetsen en daarna op een activeringstoets
pl: Naciśnij dwa klawisze modyfikujące, a następnie klawisz wyzwalający

# DesktopHistoryShortcutStartWithModifiers
source: Start with two modifier keys, then press a trigger key.
nl: Begin met twee wijzigingstoetsen en druk daarna op een activeringstoets.
pl: Zacznij od dwóch klawiszy modyfikujących, a następnie naciśnij klawisz wyzwalający.

# DesktopHistoryShortcutInvalid
source: Use two modifier keys followed by one non-modifier key.
nl: Gebruik twee wijzigingstoetsen gevolgd door één toets die geen wijzigingstoets is.
pl: Użyj dwóch klawiszy modyfikujących, po których następuje jeden klawisz niemodyfikujący.

# DesktopHistoryShortcutConflict
source: This shortcut conflicts with another Infinity shortcut.
nl: Deze sneltoets conflicteert met een andere Infinity-sneltoets.
pl: Ten skrót koliduje z innym skrótem Infinity.

# DesktopHistoryClearCard.Header
source: Clear desktop history
nl: Bureaubladgeschiedenis wissen
pl: Wyczyść historię pulpitu

# DesktopHistoryClearCard.Description
source: Remove every recorded destination from this session
nl: Alle bestemmingen verwijderen die in deze sessie zijn vastgelegd
pl: Usuń wszystkie miejsca docelowe zapisane w tej sesji

# DesktopHistoryClearButton.Content
source: Clear
nl: Wissen
pl: Wyczyść

source: Desktop history
nl: Bureaubladgeschiedenis
pl: Historia pulpitu

# DesktopHistoryBackHeader.Text
source: Back
nl: Vorige
pl: Wstecz

# DesktopHistoryForwardHeader.Text
source: Forward
nl: Volgende
pl: Dalej

# DesktopHistoryEmptyBack.Text
source: No earlier destinations
nl: Geen eerdere bestemmingen
pl: Brak wcześniejszych miejsc docelowych

# DesktopHistoryEmptyForward.Text
source: No later destinations
nl: Geen latere bestemmingen
pl: Brak późniejszych miejsc docelowych

# DesktopHistoryBackToolTip
source: Back ({0})
nl: Vorige ({0})
pl: Wstecz ({0})

# DesktopHistoryForwardToolTip
source: Forward ({0})
nl: Volgende ({0})
pl: Dalej ({0})

# DesktopHistoryUntitledWindow
source: Untitled window
nl: Naamloos venster
pl: Okno bez tytułu

# DesktopHistoryPageOnly
source: Page
nl: Pagina
pl: Strona

# DesktopHistoryJustNow
source: Just now
nl: Zojuist
pl: Przed chwilą

# DesktopHistoryMinutesAgo
source: {0} min ago
nl: {0} min. geleden
pl: {0} min temu

# DesktopHistoryHoursAgo
source: {0} hr ago
nl: {0} uur geleden
pl: {0} godz. temu

# DesktopHistoryDaysAgo
source: {0} days ago
nl: {0} dagen geleden
pl: {0} dni temu

# OnOffToggle.OffContent
source: Off
es: Desactivado
zh_hans: 关

# OnOffToggle.OnContent
source: On
es: Activado
zh_hans: 开

# PagesSettingsSectionTitle
source: Pages
es: Páginas
zh_hans: 页面

# ScrollingSettingsSectionTitle
source: Scrolling
es: Desplazamiento
zh_hans: 滚动

# OverviewSettingsSectionTitle
source: Overview
es: Vista general
zh_hans: 概览

# AdvancedSettingsSectionTitle
source: Advanced
es: Opciones avanzadas
zh_hans: 高级

# PageLayoutClearButton
source: Clear layout
es: Borrar diseño
zh_hans: 清除布局

# WindowSettingsButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 设置

# TourShiftKeyLabel.Text
source: Shift
de: Umschalt
es: Mayús
fr: Maj
it: Maiusc

# TourNavigationItem.Content
source: Take a tour
es: Hacer un recorrido
fr: Faire une visite
it: Fai un giro
ja: ツアーに参加する
ko: 둘러보기
pt_br: Faça um tour
zh_hans: 参观一下

# AboutNavigationItem.Content
source: About
es: Acerca de
fr: À propos
it: Informazioni
ja: について
ko: 소개
pt_br: Sobre
zh_hans: 关于

# QuitInfinityNavigationItem.Content
source: Quit
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
pt_br: Sair
zh_hans: 退出

# AboutDialogTitle
source: About
es: Acerca de
fr: À propos
it: Informazioni
ja: について
ko: 소개
pt_br: Sobre
zh_hans: 关于

# AboutDialogCloseButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭

# QuitDialogTitle
source: Quit Infinity?
es: ¿Salir de Infinity?
fr: Quitter Infinity ?
it: Uscire da Infinity?
ja: Infinity を終了しますか?
ko: Infinity를 종료할까요?
pt_br: Sair do Infinity?
zh_hans: 退出 Infinity？

# QuitDialogMessage
source: Infinity will close. Desktop paging and window management will stop.
es: Infinity se cerrará. La paginación del escritorio y la administración de ventanas se detendrán.
fr: Infinity va se fermer. La pagination du bureau et la gestion des fenêtres seront arrêtées.
it: Infinity verrà chiuso. Lo scorrimento tra le pagine del desktop e la gestione delle finestre verranno interrotti.
ja: Infinity が閉じられます。デスクトップのページ切り替えとウィンドウ管理が停止します。
ko: Infinity가 닫힙니다. 데스크톱 페이지 이동 및 창 관리가 중지됩니다.
pt_br: O Infinity será fechado. A paginação da área de trabalho e o gerenciamento de janelas serão interrompidos.
zh_hans: Infinity 将关闭。桌面分页和窗口管理将停止。

# QuitDialogPrimaryButton
source: Quit
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
pt_br: Sair
zh_hans: 退出

# QuitDialogCloseButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# SpanCompatibleDisplaysCard.Header
source: Span compatible displays
es: Extender a pantallas compatibles
zh_hans: 跨兼容显示器显示

# SpanCompatibleDisplaysCard.Description
source: Extend the overview across adjacent displays when their resolution, scale, and alignment are compatible
es: Extiende la vista general por pantallas adyacentes cuando su resolución, escala y alineación son compatibles
zh_hans: 当相邻显示器的分辨率、缩放和对齐方式兼容时，将概览扩展到这些显示器

# OverviewEdgeScrollingCard.Header
source: Edge scrolling while dragging
es: Desplazamiento en el borde al arrastrar
zh_hans: 拖动时边缘滚动

# OverviewEdgeScrollingCard.Description
source: Scroll between pages when a window or page is dragged near the left or right edge
es: Desplaza entre páginas al arrastrar una ventana o página cerca del borde izquierdo o derecho
zh_hans: 将窗口或页面拖到左侧或右侧边缘附近时，在页面之间滚动

# SnapAssistanceCard.Header
source: Snap assistance
es: Asistencia de acoplamiento
zh_hans: 贴靠辅助

# SnapAssistanceCard.Description
source: Show configured snap zones and resize the window preview when dragging over a page
es: Muestra las zonas de acoplamiento configuradas y ajusta la vista previa de la ventana al arrastrarla sobre una página
zh_hans: 显示已配置的贴靠区域，并在页面上拖动时调整窗口预览的大小

# ResetPageCustomizationsCard.Header
source: Page customizations
es: Personalizaciones de página
zh_hans: 页面自定义

# ResetPageCustomizationsCard.Description
source: Remove every custom page name and saved snap layout
es: Elimina todos los nombres de página personalizados y diseños de acoplamiento guardados
zh_hans: 移除所有自定义页面名称和已保存的贴靠布局

# ResetPageCustomizationsButton.Content
source: Reset
es: Restablecer
zh_hans: 重置

# ResetPageCustomizationsDialogTitle
source: Reset page customizations?
es: ¿Restablecer las personalizaciones de página?
zh_hans: 要重置页面自定义吗？

# ResetPageCustomizationsDialogMessage
source: All custom page names and saved snap layouts will be removed. This can't be undone.
es: Se eliminarán todos los nombres de página personalizados y diseños de acoplamiento guardados. Esta acción no se puede deshacer.
zh_hans: 所有自定义页面名称和已保存的贴靠布局都将被移除。此操作无法撤消。

# ResetPageCustomizationsDialogPrimaryButton
source: Reset
es: Restablecer
zh_hans: 重置

# ResetPageCustomizationsDialogCloseButton
source: Cancel
es: Cancelar
zh_hans: 取消

# ResetPageCustomizationsError
source: Infinity couldn't reset your page customizations. Try again.
es: Infinity no pudo restablecer las personalizaciones de página. Inténtalo de nuevo.
zh_hans: Infinity 无法重置页面自定义。请重试。

source: Keyboard shortcuts
es: Atajos de teclado

# DesktopShortcutHintsButtonLabel.Text
source: Keyboard shortcuts
es: Atajos de teclado

# DesktopShortcutHintsTitle.Text
source: Keyboard shortcuts
es: Atajos de teclado

# DesktopShortcutHintsDescription.Text
source: Move between pages and organise windows without leaving the keyboard.
es: Muévete entre páginas y organiza ventanas sin dejar el teclado.

# DesktopShortcutNavigationGroup.Text
source: Navigation
es: Navegación

# DesktopShortcutSwitchPage.Text
source: Switch pages
es: Cambiar de página

# DesktopShortcutGoToPage.Text
source: Go to a numbered page
es: Ir a una página numerada

# DesktopShortcutWindowGroup.Text
source: Focused window
es: Ventana activa

# DesktopShortcutMoveWindow.Text
source: Move to an adjacent page
es: Mover a una página adyacente

# DesktopShortcutSendWindow.Text
source: Send to a numbered page
es: Enviar a una página numerada

# DesktopShortcutShiftKey.Text
source: Shift
es: Mayús

# SpeedTurboOption.Content
source: Turbo
ja: ターボ
ko: 터보
zh_hans: 涡轮
